#TOKEN='TOKEN'

log_channel=710766896022028292  
messagelog_channel=730386681747865611
#messagelog_channel=710471799871111228
join_role=707187627035459634
muted_role=709807280014753822
message_from_users_channel=710766831849439302
prefix='+'
prefix2='<@710866434275803176>'
welcome_channel=710471799871111228

#котегория комады /прав
PRAV1 = "ПРАВИЛА ДЛЯ ВСЕХ ВЫЗЫВАЮТЬСЯ КОМАНДОЙ- ***__+прав1__***\nПРАВИЛА ДЛЯ МОДЕРАТОРОВ ВЫЗЫВАЮТЬСЯ КОМАНДОЙ- __***+прав2***__"

#категория команды /помощь
o1 = '''**__+помощь__**-вызывает это сообщение.
**__+правила__**-вызывает справку о командах типа "прав". 
**__+очистить <число>__**-удоляет указанное кол-во сообщений.
**__+калк <цифра> <знак: *,+,-,/> <цифра>__**-калькулятор(доступно только модераторам).
**__+сказать "фраза"__**-бот удаляет ваше сообщение и копирует его в своем(доступно только модераторам).
**__+мут <ник игрока> <причина>__**- мутит участника(не дает говорить участнику).
**__+размут <ник> <причина>__**- снимает мут с игрока.
**__+спам <ключ "1"><кол-во сообщений><сообщение>__**- спамит ваше сообщние указанное кол-во раз.
**__+бан <ник> <причина>__**- банит человека по указанной причине
**__+кик <ник> <причина>__**- выгоняет человека по указанной причине
**__+писатьвлс <ник> <текст>__**- пишет в лс
**__+связаться <ник> <текст>__**-пишет участнику
**__+выдатьроль <ник> <роль>__**-выдает указаному участнику указанную роль
**__+снятьроль <ник> <роль>__**- снимает указанному участнику указанную роль'''

#категория команды /прав1
p1 = '=================================\n__***ПРАВИЛА ДЛЯ ВСЕХ***__\n=================================\n1.1 Любой, пришедший на сервер, автоматически соглашается с этим сводом правил и обязуется выполнять их.\n1.2 Данный свод правил может быть изменен в любой момент, и администрация оставляет на себе право не оповещать игроков об изменениях.\n1.3 Незнание правил не освобождает вас от ответственности. Взлом вашего аккаунта не является оправданием, если вас обвиняют в нарушении правил.\nЗапрещено:\n1.4 Выдавать себя за члена администрации/модератора проекта, не являясь ее представителем.\n* Говорить что админка / модерка на втором аккаунте.\n1.5 Любая передача / продажа аккаунта.\n1.6 Просьбы пополнить счет, кошелек и тд.\n1.7 Создавать помехи для работы модераторов/администрации.\n1.8 Подстрекательство людей на нарушение правил.\n1.9 Введение людей в заблуждение.\n1.10 Оскорбление людей любым способом.\n1.11 Флуд/повторение сообщений, символов.\n* Интервал между однотипными сообщениями должен быть не менее 1 минуты количество однотипных не превышало трех штук. Реклама какого-либо сервера/ магазина и тому подобное запрещена. Флуд символами считается от 3 символов и выше.\n1.12 Заведомо ложные показания о предвидящихся технических событиях на проекте.\n1.13 Использование ВЕРХНЕГО РЕГИСТРА (CAPS) в более 50% своего сообщения.\n1.14 Реклама любого ПО, игровых ресурсов, каналов, серверов, магазинов.\n* Упоминание может быть рассчитано рекламой\n1.14 Мат в любом виде.\n* Учитывая завуалированные выражения, сленг и контекст (например пидец, ауеть и тд).\n1.15 Оскорбление проекта и администрации.\n1.16 Оскорбление родных.\n1.17 Организация флуда\n1.18 Сообщения сексуального характера.\n1.19 Пропаганда или агитация, возбуждающие социальную, расовую, национальную или религиозную ненависть и вражду.\n1.20 Систематическое нарушение правил, обычно влекущих за собой мут=бан'  

#котегория команды /прав2
p2 = '=================================\n__***ДЛЯ МОДЕРАТОРОВ***__\n=================================\n2.1 При выдачи бан/мьют/кик/пред модератор обязан иметь скриншон/видеозапись нарушения.\n2.2 Запрещенно использование полномочий во вред серверу.\n2.3 Адекватно вести себя в чате.\n2.4 Знать свои прямые обязанности и выполнять их.\n2.5 Соблюдать устав правил.\n2.6 Следовать указаниям которые дают вам старшие по должности.\n2.7 Запрещено преждевременное снятие наказания.' 
