TOKEN = 'NzA4NjMwMDM1MzU5MDcyMjY2.XrbhHw.193yioiqlUBiyRCJ48IyPxbmKRI'#токен бота(получать тут https://discord.com/developers)

#котегория комады /прав
PRAV1 = "ПРАВИЛА ДЛЯ ВСЕХ ВЫЗЫВАЮТЬСЯ КОМАНДОЙ- ***__/прав1__***\nПРАВИЛА ДЛЯ МОДЕРАТОРОВ ВЫЗЫВАЮТЬСЯ КОМАНДОЙ- __***/прав2***__"

#категория команды /помощь
o1 = '***__/помощь__***- вызывает это сообщение\n***__/прав__***-выводит справку о командах типа "прав"\n__***/обр***__-вызывает инфу по командам типа "обр"'

#категория команды /прав1
p1 = '=================================\n__***ПРАВИЛА ДЛЯ ВСЕХ***__\n=================================\n1.1 Любой, пришедший на сервер, автоматически соглашается с этим сводом правил и обязуется выполнять их.\n1.2 Данный свод правил может быть изменен в любой момент, и администрация оставляет на себе право не оповещать игроков об изменениях.\n1.3 Незнание правил не освобождает вас от ответственности. Взлом вашего аккаунта не является оправданием, если вас обвиняют в нарушении правил.\nЗапрещено:\n1.4 Выдавать себя за члена администрации/модератора проекта, не являясь ее представителем.\n* Говорить что админка / модерка на втором аккаунте.\n1.5 Любая передача / продажа аккаунта.\n1.6 Просьбы пополнить счет, кошелек и тд.\n1.7 Создавать помехи для работы модераторов/администрации.\n1.8 Подстрекательство людей на нарушение правил.\n1.9 Введение людей в заблуждение.\n1.10 Оскорбление людей любым способом.\n1.11 Флуд/повторение сообщений, символов.\n* Интервал между однотипными сообщениями должен быть не менее 1 минуты количество однотипных не превышало трех штук. Реклама какого-либо сервера/ магазина и тому подобное запрещена. Флуд символами считается от 3 символов и выше.\n1.12 Заведомо ложные показания о предвидящихся технических событиях на проекте.\n1.13 Использование ВЕРХНЕГО РЕГИСТРА (CAPS) в более 50% своего сообщения.\n1.14 Реклама любого ПО, игровых ресурсов, каналов, серверов, магазинов.\n* Упоминание может быть рассчитано рекламой\n1.14 Мат в любом виде.\n* Учитывая завуалированные выражения, сленг и контекст (например ля, пидец, ауеть, ска и тд). Никакие оправдания "Ля это нота" и тд. вам не помогут.\n1.15 Оскорбление проекта и администрации.\n1.16 Оскорбление родных.\n1.17 Организация флуда\n1.18 Сообщения сексуального характера.\n1.19 Пропаганда или агитация, возбуждающие социальную, расовую, национальную или религиозную ненависть и вражду.\n1.20 Систематическое нарушение правил, обычно влекущих за собой мут=бан'  

#котегория команды /прав2
p2 = '=================================\n__***ДЛЯ МОДЕРАТОРОВ***__\n=================================\n2.1 При выдачи бан/мьют/кик/пред модератор обязан иметь скриншон/видеозапись нарушения.\n2.2 Запрещенно использование полномочий во вред серверу.\n2.3 Адекватно вести себя в чате.\n2.4 Знать свои прямые обязанности и выполнять их.\n2.5 Соблюдать устав правил.\n2.6 Следовать указаниям которые дают вам старшие по должности.\n2.7 Запрещено преждевременное снятие наказания.' 

ob1 = '''__***ЗАЯВЛЕНИЯ ПИСАТЬ ТАК***__-
1) @ПОЛИЦИЯ 
2) сервер где произошло нарушение
3)СВОЙ НИК
4) НИК ТОГО НА КОГО ЗАЯВЛЕНИЕ
5)ОПИСАНИЕ ПРОИШЕСТВИЯ
6)ПРУФЫ(В ВИДЕ СКРИНОВ И ВИДЕО)
7)ДАТА НАПИСАНИЯ ЗАЯВЛЕНИЯ
8)ДАТА ПРОИСШЕСТВИЯ

Обязательно писать именно так (с цифрами и т.д)

Все написанные не в правильном ввиде заявления не будут рассмотрены!

====================

***__НАПРИМЕР__***-
1) @ПОЛИЦИЯ 
2) FerPe
3) DayKitStart
4) VovkaBereg10
5) гриферил мой дом
6)(у меня нету так как это пример но они обязательны)
7) 7.05.2020 15:12
8) 7.05.2020 14:00'''

ob2 = '''__***ЗАЯВКИ В ПЛЕЙ ЛИСТ ПИСАТЬ ТАК***__-

1) @📀💿 ДИДЖЕЙ 💿📀 

2) НАЗВАНИЕ ПЕСНИ

========================

***__НАПРИМЕР__***-
1) @📀💿 ДИДЖЕЙ 💿📀 
2) ПОПУГАЙ БАРСУК МЫШЬ КРЫСА БУРУНДУК'''

ob3 = '''ЧТО БЫ ВКЛЮЧИТЬ МУЗЫКУ ПИШИТЕ 
-play название
Что бы остановить музыку напишите
-stop
Для того что бы пропустить плохую песню напишите
-skip'''

ob = '''***__/обр1__***- образец заявления на человека.
***__/обр2__***- образец заявки в плейлист.
***__/обр3__***- только для @📀💿 ДИДЖЕЙ 💿📀 образец включения музыки в плейлист'''